Repository: natbienetre/wordpress-customer-data
Catalog: languages/vfs-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: Visitor Filesystem
fr_fr: Système de fichiers visiteur

source: Visitor Filesystem settings
fr_fr: Paramètres du système de fichiers visiteur

source: Swift provider
fr_fr: Fournisseur Swift

source: Swift signature algo
fr_fr: Algorithme de signature Swift

source: Swift base URL
fr_fr: URL de base Swift

source: Swift container
fr_fr: Conteneur Swift

source: Swift additional prefix
fr_fr: Préfixe additionnel Swift

source: These settings are used to interact with the Swift provider.
fr_fr: Ces paramètres sont utilisés pour interagir avec le fournisseur Swift.

source: Temporary URL subpath
fr_fr: Sous-chemin d'URL temporaire

source: The path to append to the temporary URL. The generated URL will be the concatenation of the Swift account URL, the Swift container, the subpath, and the file destination.
fr_fr: Le chemin à ajouter à l'URL temporaire. L'URL générée sera la concaténation de l'URL du compte Swift, du conteneur Swift, du sous-chemin et de la destination du fichier.

source: Visitor FileSystem
fr_fr: Système de fichiers visiteur

source: Helps visitor to upload files and manage them.
fr_fr: Aide les visiteurs à télécharger et gérer leurs fichiers.

# block title
source: Delete uploaded file
fr_fr: Supprimer le fichier téléversé

# block description
source: Button to delete the uploaded file
fr_fr: Bouton pour supprimer le fichier téléversé

# block title
source: Download uploaded file
fr_fr: Télécharger le fichier téléversé

# block description
source: Button to download the uploaded file
fr_fr: Bouton pour télécharger le fichier téléversé

# block title
source: File Upload Filename
fr_fr: Nom du fichier téléversé

# block description
source: Filename of the uploaded file
fr_fr: Nom du fichier téléversé

# block title
source: File Upload Preview
fr_fr: Aperçu du fichier téléversé

# block description
source: Preview of the uploaded file
fr_fr: Aperçu du fichier téléversé

# block title
source: File Upload
fr_fr: Téléversement de fichier

# block description
source: Upload a file or multiple files
fr_fr: Téléverser un ou plusieurs fichiers

source: Upload destination folder
fr_fr: Dossier de destination du téléversement

source: Enter destination
fr_fr: Saisir la destination

source: Copy to clipboard
fr_fr: Copier dans le presse-papiers

source: File upload settings
fr_fr: Paramètres de téléversement de fichier

source: Use Icon
fr_fr: Utiliser une icône

source: Download
fr_fr: Télécharger

# File upload filename block
source: File upload settings
fr_fr: Paramètres de téléversement de fichier

# Default file name
source: filename.png
fr_fr: nomfichier.png

# Default file name without extension
source: filename
fr_fr: nomfichier

source: Size
fr_fr: Taille

source: Use image preview (if possible)
fr_fr: Utiliser l'aperçu d'image (si possible)

source: Image preview
fr_fr: Aperçu de l'image

source: Number of files to upload
fr_fr: Nombre de fichiers à téléverser

source: Destination File Name
fr_fr: Nom du fichier de destination

source: Enter the name of the file where the uploaded file will be saved.
fr_fr: Saisissez le nom du fichier où le fichier téléversé sera enregistré.

source: Allowed file types
fr_fr: Types de fichiers autorisés

source: Swift auth URL
fr_fr: URL d'authentification Swift

source: Swift identity API version
fr_fr: Version de l'API d'identité Swift

source: Swift user domain name
fr_fr: Nom de domaine utilisateur Swift

source: Swift tenant ID
fr_fr: ID du tenant Swift

source: Swift tenant name
fr_fr: Nom du tenant Swift

source: Swift user
fr_fr: Utilisateur Swift

source: Swift password
fr_fr: Mot de passe Swift

source: Advanced
fr_fr: Avancé

source: Users spaces
fr_fr: Espaces utilisateurs

source: %d block found
fr_fr: %d bloc trouvé

source: Create a new space
fr_fr: Créer un nouvel espace

source: Files
fr_fr: Fichiers

source: Generated URL
fr_fr: URL générée

source: Download %d file
fr_fr: Télécharger %d fichier

source: Delete
fr_fr: Supprimer

source: Use JavaScript download
fr_fr: Utiliser le téléchargement JavaScript

source: Main key %s not found
fr_fr: Clé principale %s non trouvée

source: Key management
fr_fr: Gestion des clés

source: JWKS URL
fr_fr: URL JWKS

source: This section allows you to manage the key management.
fr_fr: Cette section vous permet de gérer la gestion des clés.

source: No key provided
fr_fr: Aucune clé fournie

source: Key not found: %s
fr_fr: Clé non trouvée : %s

source: No keys found
fr_fr: Aucune clé trouvée

source: No valid key found
fr_fr: Aucune clé valide trouvée

source: No key found for %s
fr_fr: Aucune clé trouvée pour %s

source: No payload provided
fr_fr: Aucune charge utile fournie

source: Failed to generate temporary URL
fr_fr: Échec de la génération de l'URL temporaire

source: Temporary URL
fr_fr: URL temporaire

source: Identifier
fr_fr: Identifiant

source: Generate temporary URL
fr_fr: Générer une URL temporaire

source: Failed to delete key %1$s: %2$s
fr_fr: Échec de la suppression de la clé %1$s : %2$s

source: Are you sure you want to delete this key?
fr_fr: Êtes-vous sûr de vouloir supprimer cette clé ?

source: Untrusted token, did you delete the key?
fr_fr: Jeton non fiable, avez-vous supprimé la clé ?

source: Invalid token format
fr_fr: Format de jeton invalide

source: Invalid token: code %s
fr_fr: Jeton invalide : code %s

source: User ID
fr_fr: ID utilisateur

source: An unknown error occurred: %s
fr_fr: Une erreur inconnue est survenue : %s

source: Failed to zip files: %s
fr_fr: Échec de la compression des fichiers : %s

source: This action cannot be undone.
fr_fr: Cette action ne peut pas être annulée.

source: This action will delete the key from the server and invalidate all tokens signed with it.
fr_fr: Cette action supprimera la clé du serveur et invalidera tous les jetons signés avec elle.

source: Swift region
fr_fr: Région Swift

source: Invalid OpenStack credentials
fr_fr: Identifiants OpenStack invalides

source: Failed to get object-store URL from the OpenStack catalog
fr_fr: Échec de récupération de l'URL object-store depuis le catalogue OpenStack

source: Swift account URL not found in the catalog.
fr_fr: URL du compte Swift non trouvée dans le catalogue.

source: Failed to get container metadata.
fr_fr: Échec de récupération des métadonnées du conteneur.

source: Failed to get Swift info.
fr_fr: Échec de récupération des informations Swift.

source: JWKS URL is not a valid URL.
fr_fr: L'URL JWKS n'est pas une URL valide.

source: Swift region is not set.
fr_fr: La région Swift n'est pas définie.

source: Swift region %s is not available.
fr_fr: La région Swift %s n'est pas disponible.

source: Swift account URL is not set, and not found in the catalog.
fr_fr: L'URL du compte Swift n'est pas définie et n'a pas été trouvée dans le catalogue.

source: Swift account URL does not match the catalog URL. The catalog URL is %s.
fr_fr: L'URL du compte Swift ne correspond pas à l'URL du catalogue. L'URL du catalogue est %s.

source: Invalid temp-url-key location.
fr_fr: Emplacement de la clé temp-url invalide.

source: Invalid container configuration: %s
fr_fr: Configuration du conteneur invalide : %s

source: Signature key not found in the metadatas
fr_fr: Clé de signature non trouvée dans les métadonnées

source: Algorithm %1$s is not supported. The only supported algorithm is: %2$s.
fr_fr: L'algorithme %1$s n'est pas pris en charge. Le seul algorithme pris en charge est : %2$s.

source: Invalid Swift account URL
fr_fr: URL du compte Swift invalide

source: Invalid method
fr_fr: Méthode invalide

source: Path or path prefix is required
fr_fr: Le chemin ou le préfixe du chemin est requis

source: Path and path prefix cannot both be set
fr_fr: Le chemin et le préfixe du chemin ne peuvent pas être définis simultanément

source: Invalid expiration date
fr_fr: Date d'expiration invalide

source: Expiration date cannot be in the past
fr_fr: La date d'expiration ne peut pas être dans le passé

source: Invalid configuration
fr_fr: Configuration invalide

source: Invalid token
fr_fr: Jeton invalide

source: Page space
fr_fr: Espace de page

source: Expires at
fr_fr: Expire le

source: Visibility settings
fr_fr: Paramètres de visibilité

source: Token input settings
fr_fr: Paramètres de saisie du jeton

source: Placeholder
fr_fr: Texte indicatif

source: The placeholder text for the input.
fr_fr: Le texte indicatif pour le champ de saisie.

source: Autopopulate
fr_fr: Remplissage automatique

source: Text
fr_fr: Texte

source: Password
fr_fr: Mot de passe

# block description
source: Input a token
fr_fr: Saisir un jeton

# block title
source: Token Input
fr_fr: Saisie de jeton

source: Destination directory
fr_fr: Répertoire de destination

source: Automatically extract archive
fr_fr: Extraire automatiquement l'archive

source: User
fr_fr: Utilisateur

source: Browse
fr_fr: Parcourir

source: User files
fr_fr: Fichiers utilisateur

source: Icon
fr_fr: Icône

source: Name
fr_fr: Nom

source: Remote path
fr_fr: Chemin distant

source: File type
fr_fr: Type de fichier

source: No VFS blocks found, please insert a VFS block
fr_fr: Aucun bloc VFS trouvé, veuillez insérer un bloc VFS

source: File upload date
fr_fr: Date de téléchargement du fichier

source: Relative date
fr_fr: Date relative

source: Preview
fr_fr: Aperçu

# block title
source: File Upload Date
fr_fr: Date de téléchargement du fichier

# block description
source: Date of the uploaded file
fr_fr: Date du fichier téléchargé

# block title
source: File Upload Size
fr_fr: Taille du fichier téléchargé

# block description
source: Size of the uploaded file
fr_fr: Taille du fichier téléchargé

# block title
source: File Type
fr_fr: Type de fichier

# block description
source: Type of the uploaded file
fr_fr: Type du fichier téléchargé

source: The token from the query
fr_fr: Le jeton de la requête

source: Link Style
fr_fr: Style de lien

source: Enter the name where the file(s) are saved.
fr_fr: Saisissez le nom où les fichiers sont enregistrés.

source: Show file(s) extension
fr_fr: Afficher l'extension des fichiers

source: Unlimited uploads
fr_fr: Téléchargements illimités

source: Single upload
fr_fr: Téléchargement unique

source: %s uploads
fr_fr: %s téléchargements

source: Unlimited uploads to %s
fr_fr: Téléchargements illimités vers %s

source: Single upload to %s
fr_fr: Téléchargement unique vers %s

source: %1$s uploads to %2$s
fr_fr: %1$s téléchargements vers %2$s

source: Link style
fr_fr: Style de lien

source: Add files
fr_fr: Ajouter des fichiers

source: Select file
fr_fr: Sélectionner un fichier

# block title
source: Block representing a single uploaded file
fr_fr: Bloc représentant un fichier téléchargé

# block description
source: Display file information
fr_fr: Afficher les informations du fichier

source: Link to download the file
fr_fr: Lien pour télécharger le fichier

source: If enabled, the name of the file will be a link to download the file.
fr_fr: Si activé, le nom du fichier sera un lien pour télécharger le fichier.

source: Download the file
fr_fr: Télécharger le fichier

source: If checked, the button will display an icon.
fr_fr: Si coché, le bouton affichera une icône.

source: If checked, the button will be styled as a link.
fr_fr: Si coché, le bouton sera stylisé comme un lien.

source: Confirmation Dialog
fr_fr: Boîte de dialogue de confirmation

source: If checked, the button will display a confirmation dialog.
fr_fr: Si coché, le bouton affichera une boîte de dialogue de confirmation.

source: image/preview
fr_fr: image/aperçu

source: Download %s
fr_fr: Télécharger %s

source: Delete %s
fr_fr: Supprimer %s

source: Paste your token here
fr_fr: Collez votre jeton ici

source: Display if the token is valid
fr_fr: Afficher si le jeton est valide

source: Display if the token is invalid
fr_fr: Afficher si le jeton est invalide

source: Display if the token is loading
fr_fr: Afficher si le jeton est en cours de chargement

source: Are you sure you want to delete %s?
fr_fr: Êtes-vous sûr de vouloir supprimer %s ?

source: Select the next block
fr_fr: Sélectionner le bloc suivant

source: Display the date relative to the current time
fr_fr: Afficher la date par rapport à l'heure actuelle

source: The number of files that can be uploaded.
fr_fr: Le nombre de fichiers qui peuvent être téléchargés.

source: 0 means unlimited.
fr_fr: 0 signifie illimité.

source: Accessibility
fr_fr: Accessibilité

source: Block visibility helper
fr_fr: Aide à la visibilité des blocs

source: Error
fr_fr: Erreur

source: In progress
fr_fr: En cours

source: JSON Web Key Set list
fr_fr: Liste des clés Web JSON

source: Generate a key
fr_fr: Générer une clé

source: Inspect a token
fr_fr: Inspecter un jeton

source: Token details will appear here.
fr_fr: Les détails du jeton apparaîtront ici.

source: Validating token…
fr_fr: Validation du jeton…

source: Token to inspect
fr_fr: Jeton à inspecter

# Token placeholder
source: xxxxxheaderxxxxx.yyyyypayloadyyyyyy.zzzzzsignaturezzzzz
fr_fr: xxxxxen-têtexxxxx.yyyyydonnéesyyyyyy.zzzzzsignaturezzzzz

source: Enter the token to inspect.
fr_fr: Saisissez le jeton à inspecter.

source: Create a token
fr_fr: Créer un jeton

source: Generate a token
fr_fr: Générer un jeton

source: Go back
fr_fr: Retour

source: Scope
fr_fr: Portée

source: General
fr_fr: Général

source: Allow scoped tokens
fr_fr: Autoriser les jetons à portée limitée

source: Enable key management
fr_fr: Activer la gestion des clés

source: This section allows you to manage the general settings.
fr_fr: Cette section vous permet de gérer les paramètres généraux.

source: Failed to get signature keys from Swift.
fr_fr: Échec de la récupération des clés de signature depuis Swift.

# temp keys table header
source: Key
fr_fr: Clé

# temp keys table header
source: Keys
fr_fr: Clés

# temp keys table header
source: Context
fr_fr: Contexte

# temp keys table header
source: Metadata Key
fr_fr: Clé de métadonnées

# temp keys table cell
source: Container
fr_fr: Conteneur

# temp keys table cell
source: Account
fr_fr: Compte

# temp keys table cell
source: Key 1
fr_fr: Clé 1

# temp keys table cell
source: Key 2
fr_fr: Clé 2

source: Static value?
fr_fr: Valeur statique ?

source: Value
fr_fr: Valeur

source: Signature key
fr_fr: Clé de signature

source: Keys set
fr_fr: Jeu de clés

# keyset table header
source: Key
fr_fr: Clé

# keyset table header
source: Keys
fr_fr: Clés

# keyset table header
source: Key ID
fr_fr: ID de clé

# keyset table header
source: Public Key
fr_fr: Clé publique

# keyset table header
source: Algorithm
fr_fr: Algorithme

# keyset table header
source: Curve
fr_fr: Courbe

# keyset table header
source: Key Type
fr_fr: Type de clé

source: Invalid nonce
fr_fr: Nonce invalide

source: No keys found. Please create your first key.
fr_fr: Aucune clé trouvée. Veuillez créer votre première clé.

source: Set Main
fr_fr: Définir comme principale

source: All VFS options registered in this site.
fr_fr: Toutes les options VFS enregistrées sur ce site.

source: VFS options
fr_fr: Options VFS

# temp keys table header
source: Location
fr_fr: Emplacement

source: Invalid key location
fr_fr: Emplacement de clé invalide

source: No keys found. Please add a key to the container or account and refresh the page.
fr_fr: Aucune clé trouvée. Veuillez ajouter une clé au conteneur ou au compte et actualiser la page.

source: Reset
fr_fr: Réinitialiser

source: Invalid nonce. Please try again.
fr_fr: Nonce invalide. Veuillez réessayer.

source: Token creation
fr_fr: Création de jeton

source: VCard file
fr_fr: Fichier VCard

source: Never expires
fr_fr: N'expire jamais

source: Read
fr_fr: Lecture

source: Write
fr_fr: Écriture

source: Display name
fr_fr: Nom d'affichage

source: Automatically computed
fr_fr: Calculé automatiquement

source: Create
fr_fr: Créer

source: The token for <i>%s</i> has been created successfully.
fr_fr: Le jeton pour <i>%s</i> a été créé avec succès.

source: Copy
fr_fr: Copier

source: Token inspection
fr_fr: Inspection de jeton

source: xxxxxheaderxxxxx.yyyyypayloadyyyyyy.zzzzzsignaturezzzzz
fr_fr: xxxxxen-têtexxxxx.yyyyydonnéesyyyyyy.zzzzzsignaturezzzzz

source: Inspect
fr_fr: Inspecter

source: Expires at
fr_fr: Expire le

source: Scope:
fr_fr: Portée :

source: Unscoped
fr_fr: Sans portée

source: Methods:
fr_fr: Méthodes :

source: Invalid token: %s
fr_fr: Jeton invalide : %s

source: Invalid signature
fr_fr: Signature invalide

source: Token type not supported
fr_fr: Type de jeton non pris en charge

source: Visitor Filesystem tools
fr_fr: Outils du système de fichiers visiteur

source: New <a href="%1$s">read</a>, <a href="%2$s">write</a> or <a href="%3$s">full token</a>
fr_fr: Nouveau <a href="%1$s">jeton de lecture</a>, <a href="%2$s">jeton d'écriture</a> ou <a href="%3$s">jeton complet</a>

source: Contacts API not supported
fr_fr: API Contacts non prise en charge

source: Create a new key
fr_fr: Créer une nouvelle clé

source: Container %s does not exist.
fr_fr: Le conteneur %s n'existe pas.

source: You are not allowed to create tokens.
fr_fr: Vous n'êtes pas autorisé à créer des jetons.

source: Invalid nonce for action %s
fr_fr: Nonce invalide pour l'action %s

source: Creating…
fr_fr: Création…

source: Copying…
fr_fr: Copie…

source: Copied!
fr_fr: Copié !
